greet = "Привет, {name}! \nЯ - пеканбот. Помогаю тебе посчитать какое количество \nвкусненьких пеканбонов ты можешь себе купить. ☺️"
menu = "📍 Главное меню"

text_pecanbon_price = 420

gen_count_pecanbons = "Посчитать пеканбоны"
text_count_pecanbons = "Один большой пеканбон стоит {} рублей.\nВведите значение в рублях, посмотрим сколько пеканбонов вы можете себе позволить 🤔".format(text_pecanbon_price)
text_count_pecanbons_positive = "Вы можете купить {} штук.\n\nМаловато, конечно. Ну, ничего, заработаете ещё и возьмёте больше.\n\nПриятного аппетита!"
text_count_pecanbons_negative = "Ну вы чего?\n\nКто ж так сумму в рублях вводит? Введите нормально!"
gen_share_with_friends = "Поделиться с друзьями"
text_share_with_friends = "🙌 Обо мне можно рассказать друзьям"
gen_about = "Обо мне"
text_about = "Я пеканбот ❤️"
gen_exit = "Чтобы выйти в меню, нажмите на кнопку ниже 👇"
text_count_pecanbons_result = "😋 На свои {0} руб. вы можете себе позволить {1} больших пеканбонов. \n\nМаловато, конечно, нужно больше пеканбонов.\nПроанализируйте личные траты и направьте деньги в нужное русло."
text_count_pecanbons_result_zero = "🚫 На свои {0} руб. вы не можете себе позволить ни одного большого пеканбона ❗️ \n\nЭто просто возмутительно 😒"
text_watermark = '\n\nСоздано при помощи @pecanbon_pecan_bot'
img_watermark = "Создано при помощи @test_bot"
gen_wait = "⏳ Пожалуйста, подождите немного, я обрабатываю ваш запрос..."
err = "🚫 К сожалению, произошла ошибка, попробуйте позже"