greet = "Привет, {name}! \nЯ - пеканбот. Помогаю тебе посчитать какое количество \nвкусненьких пеканбонов ты можешь себе купить. ☺️"
menu = "📍 Главное меню"

text_pecanbon_price = 400

gen_count_pecanbons = "Посчитать пеканбоны"
text_count_pecanbons = "Один большой пеканбон стоит {} рублей.\nВведите значение в рублях, посмотрим сколько пеканбонов вы можете себе позволить 🤔".format(text_pecanbon_price)
text_count_pecanbons_positive = "Вы можете купить {} штук.\n\nМаловато, конечно. Ну, ничего, заработаете ещё и возьмёте больше.\n\nПриятного аппетита!"
text_count_pecanbons_negative = "Ну вы чего?\n\nКто ж так сумму в рублях вводит? Введите нормально!"
gen_share_with_friends = "Поделиться с друзьями"
text_share_with_friends = "Тут должны быть: сообщение и кнопка поделиться"
gen_about = "Обо мне"
text_about = "Я пеканбот"
gen_exit = "Чтобы выйти из диалога нажмите на кнопку ниже"
text_watermark = '\n_______________________________________\nСоздано при помощи @test_bot'
img_watermark = "Создано при помощи @test_bot"
gen_wait = "⏳ Пожалуйста, подождите немного, я обрабатываю ваш запрос..."
err = "🚫 К сожалению, произошла ошибка, попробуйте позже"