greet = "Привет, {name}! \n Я - пеканбот. Помогаю тебе посчитать \nкакое количество вкусненьких пеканбонов \n ты можешь себе купить. ☺️"
menu = "📍 Главное меню"

gen_count_pecanbons = "Посчитать пеканбоны"
gen_share_with_friends = "Поделиться с друзьями"
gen_about = "Обо мне"
text_watermark = '\n_______________________________________\nСоздано при помощи @test_bot'
img_watermark = "Создано при помощи @test_bot"
gen_wait = "⏳ Пожалуйста, подождите немного, я обрабатываю ваш запрос..."
err = "🚫 К сожалению, произошла ошибка, попробуйте позже"